Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpBulletDiscoveryHopLimit
source: Discovery hop limit — how many routers the speaker search may cross. The default of 4 reaches speakers on another VLAN or subnet where the network routes multicast; raise it for larger networks. It cannot help where the network blocks multicast, so use Bonjour there.
da: Hopgrænse for søgning — hvor mange routere højttalersøgningen må krydse. Standardværdien 4 når højttalere på et andet VLAN eller subnet, når netværket router multicast; hæv den på større netværk. Blokerer netværket multicast, så brug Bonjour.
de: Suchreichweite (Hops) — wie viele Router die Lautsprechersuche passieren darf. Der Standardwert 4 erreicht Lautsprecher in einem anderen VLAN oder Subnetz, sofern das Netzwerk Multicast weiterleitet; für größere Netzwerke erhöhen. Blockiert das Netzwerk Multicast, hilft nur Bonjour.
es: Límite de saltos de detección: cuántos routers puede atravesar la búsqueda de altavoces. El valor predeterminado de 4 alcanza altavoces en otra VLAN o subred cuando la red enruta la multidifusión; auméntelo en redes grandes. Si la red bloquea la multidifusión, use Bonjour.
fr: Limite de sauts pour la découverte — nombre de routeurs que la recherche d’enceintes peut traverser. La valeur par défaut de 4 atteint les enceintes situées sur un autre VLAN ou sous-réseau lorsque le réseau achemine le multicast ; augmentez-la sur les grands réseaux. Si le réseau bloque le multicast, utilisez Bonjour.
it: Limite di hop per il rilevamento: quanti router può attraversare la ricerca dei diffusori. Il valore predefinito 4 raggiunge i diffusori su un’altra VLAN o subnet se la rete instrada il multicast; aumentarlo sulle reti più grandi. Se la rete blocca il multicast, usare Bonjour.
ja: 検出のホップ制限 — スピーカー検索が通過できるルーターの数です。既定値の4は、ネットワークがマルチキャストをルーティングしていれば別のVLANやサブネット上のスピーカーに届きます。大規模なネットワークでは値を上げてください。マルチキャストが遮断されている場合はBonjourを使用します。
nb: Hoppgrense for søk — hvor mange rutere høyttalersøket kan krysse. Standardverdien 4 når høyttalere på et annet VLAN eller subnett når nettverket ruter multicast; øk den på større nettverk. Blokkerer nettverket multicast, bruk Bonjour.
nl: Hoplimiet voor detectie — hoeveel routers de speakerzoekopdracht mag passeren. De standaardwaarde 4 bereikt speakers op een ander VLAN of subnet als het netwerk multicast routeert; verhoog dit op grotere netwerken. Blokkeert het netwerk multicast, gebruik dan Bonjour.
pl: Limit przeskoków wykrywania — ile routerów może pokonać wyszukiwanie głośników. Domyślna wartość 4 obejmuje głośniki w innej sieci VLAN lub podsieci, jeśli sieć kieruje multiemisję; zwiększ ją w większych sieciach. Gdy sieć blokuje multiemisję, użyj Bonjour.
pt: Limite de saltos da deteção — quantos routers a procura de colunas pode atravessar. O valor predefinido de 4 alcança colunas noutra VLAN ou sub-rede quando a rede encaminha multicast; aumente-o em redes maiores. Se a rede bloquear multicast, use o Bonjour.
sv: Hoppgräns för sökning — hur många routrar högtalarsökningen får passera. Standardvärdet 4 når högtalare på ett annat VLAN eller subnät när nätverket dirigerar multicast; höj det på större nätverk. Blockerar nätverket multicast får du använda Bonjour.
zh_hans: 发现跳数限制——音箱搜索可穿越的路由器数量。默认值 4 可在网络转发组播时找到位于其他 VLAN 或子网的音箱；网络较大时请调高。若网络阻止组播，请改用 Bonjour。

# helpBulletDiscoveryMode
source: Discovery: Auto runs SSDP + Bonjour together (default), Bonjour limits to mDNS, Legacy Multicast restricts to SSDP.
da: Opdagelse: Auto kører SSDP + Bonjour sammen (standard), Bonjour begrænser til mDNS, Ældre multicast begrænser til SSDP.
de: Entdeckung: Auto verwendet SSDP + Bonjour zusammen (Standard), Bonjour beschränkt sich auf mDNS, Legacy-Multicast beschränkt sich auf SSDP.
es: Detección: Auto usa SSDP + Bonjour juntos (predeterminado), Bonjour se limita a mDNS, Multidifusión heredada se limita a SSDP.
fr: Découverte : Auto utilise SSDP + Bonjour ensemble (par défaut), Bonjour se limite à mDNS, Multidiffusion héritée se limite à SSDP.
it: Rilevamento: Auto usa SSDP + Bonjour insieme (predefinito), Bonjour si limita a mDNS, Multicast legacy si limita a SSDP.
ja: 検出：「自動」は SSDP と Bonjour を一緒に実行し（既定値）、「Bonjour」は mDNS のみ、「レガシーマルチキャスト」は SSDP のみを使用します。
nb: Oppdagelse: Auto kjører SSDP + Bonjour sammen (standard), Bonjour begrenser til mDNS, Eldre multicast begrenser til SSDP.
nl: Detectie: Auto gebruikt SSDP + Bonjour samen (standaard), Bonjour beperkt tot mDNS, Legacy Multicast beperkt tot SSDP.
pl: Wykrywanie: Auto używa SSDP + Bonjour razem (domyślnie), Bonjour ogranicza do mDNS, Legacy Multicast ogranicza do SSDP.
pt: Descoberta: Auto executa SSDP + Bonjour juntos (predefinição), Bonjour limita a mDNS, Multicast legado limita a SSDP.
sv: Upptäckt: Auto kör SSDP + Bonjour tillsammans (standard), Bonjour begränsar till mDNS, Äldre multicast begränsar till SSDP.
zh_hans: 发现：「自动」同时使用 SSDP 和 Bonjour（默认），「Bonjour」仅限于 mDNS，「传统多播」仅限于 SSDP。

# helpBulletDisplayTab
source: Display also holds the Karaoke theme (light or dark for that window alone), Hide diagnostics icon in toolbar, and Keyboard controls: Media keys control playback.
da: Skærm rummer også Karaoke-tema (lyst eller mørkt kun for det vindue), Skjul diagnostikikon i værktøjslinjen og Tastaturbetjening: medietaster styrer afspilningen.
de: Darstellung enthält außerdem das Karaoke-Design (hell oder dunkel nur für dieses Fenster), Diagnosesymbol in der Symbolleiste ausblenden und Tastatursteuerung: Medientasten steuern die Wiedergabe.
es: Pantalla incluye también el tema de Karaoke (claro u oscuro solo para esa ventana), Ocultar icono de diagnóstico en la barra, y Controles de teclado: las teclas multimedia controlan la reproducción.
fr: Affichage contient aussi le thème Karaoké (clair ou sombre pour cette seule fenêtre), Masquer l'icône Diagnostic de la barre d'outils, et Commandes clavier : les touches multimédia pilotent la lecture.
it: Schermo contiene anche il tema Karaoke (chiaro o scuro solo per quella finestra), Nascondi icona diagnostica nella barra, e Controlli da tastiera: i tasti multimediali controllano la riproduzione.
ja: 「表示」にはカラオケテーマ（そのウィンドウだけライト／ダーク）、ツールバーの診断アイコンを隠す、キーボード操作：メディアキーで再生を操作、もあります。
nb: Skjerm har også Karaoke-tema (lyst eller mørkt bare for det vinduet), Skjul diagnostikkikonet i verktøylinjen og Tastaturkontroller: medietaster styrer avspillingen.
nl: Weergave bevat ook het Karaoke-thema (licht of donker voor alleen dat venster), Diagnosepictogram in knoppenbalk verbergen en Toetsenbordbediening: mediatoetsen bedienen het afspelen.
pl: Wyświetlanie zawiera też motyw Karaoke (jasny lub ciemny tylko dla tego okna), Ukryj ikonę diagnostyki na pasku narzędzi oraz Sterowanie klawiaturą: klawisze multimedialne sterują odtwarzaniem.
pt: Ecrã inclui ainda o tema do Karaoke (claro ou escuro só para essa janela), Ocultar ícone de diagnóstico na barra e Controlos de teclado: as teclas multimédia controlam a reprodução.
sv: Skärm har även Karaoketema (ljust eller mörkt bara för det fönstret), Dölj diagnostikikonen i verktygsfältet och Tangentbordskontroller: medieknappar styr uppspelningen.
zh_hans: “显示”还包含卡拉 OK 主题（仅该窗口的浅色或深色）、在工具栏隐藏诊断图标，以及键盘控制：媒体键控制播放。

# helpBulletDotBlue
source: Blue — confirmed working through Choragus (Spotify, Amazon Music, Plex, Audible) or available as a search-only toggle (Apple Music, TuneIn, Calm Radio, Sonos Radio).
da: Blå — bekræftet fungerende via Choragus (Spotify, Amazon Music, Plex, Audible) eller tilgængelig som ren søgeknap (Apple Music, TuneIn, Calm Radio, Sonos Radio).
de: Blau — über Choragus bestätigt (Spotify, Amazon Music, Plex, Audible) oder als reiner Such-Schalter verfügbar (Apple Music, TuneIn, Calm Radio, Sonos Radio).
es: Azul — funcionamiento confirmado a través de Choragus (Spotify, Amazon Music, Plex, Audible) o disponible como opción de solo búsqueda (Apple Music, TuneIn, Calm Radio, Sonos Radio).
fr: Bleu — fonctionnement confirmé via Choragus (Spotify, Amazon Music, Plex, Audible) ou disponible comme simple option de recherche (Apple Music, TuneIn, Calm Radio, Sonos Radio).
it: Blu — funzionamento confermato tramite Choragus (Spotify, Amazon Music, Plex, Audible) o disponibile come opzione di sola ricerca (Apple Music, TuneIn, Calm Radio, Sonos Radio).
ja: 青 — Choragus 経由で動作確認済み（Spotify、Amazon Music、Plex、Audible）、または検索専用の切り替えとして利用可能（Apple Music、TuneIn、Calm Radio、Sonos Radio）。
nb: Blå — bekreftet fungerende via Choragus (Spotify, Amazon Music, Plex, Audible) eller tilgjengelig som ren søkebryter (Apple Music, TuneIn, Calm Radio, Sonos Radio).
nl: Blauw — bevestigd werkend via Choragus (Spotify, Amazon Music, Plex, Audible) of beschikbaar als alleen-zoeken-schakelaar (Apple Music, TuneIn, Calm Radio, Sonos Radio).
pl: Niebieski — potwierdzone działanie przez Choragus (Spotify, Amazon Music, Plex, Audible) lub dostępne jako przełącznik tylko do wyszukiwania (Apple Music, TuneIn, Calm Radio, Sonos Radio).
pt: Azul — funcionamento confirmado através do Choragus (Spotify, Amazon Music, Plex, Audible) ou disponível como opção só de pesquisa (Apple Music, TuneIn, Calm Radio, Sonos Radio).
sv: Blå — bekräftat fungerande via Choragus (Spotify, Amazon Music, Plex, Audible) eller tillgänglig som enbart sökväxel (Apple Music, TuneIn, Calm Radio, Sonos Radio).
zh_hans: 蓝色——已确认可通过 Choragus 使用（Spotify、Amazon Music、Plex、Audible），或仅作为搜索开关可用（Apple Music、TuneIn、Calm Radio、Sonos Radio）。

# helpBulletDotGray
source: Gray — service exists in the Sonos catalogue but isn't linked to your household. Add it via the official Sonos app first; it'll surface here automatically.
da: Grå — tjenesten findes i Sonos-kataloget, men er ikke tilknyttet din husstand. Tilføj den først via den officielle Sonos-app; den dukker op her automatisk.
de: Grau — Dienst ist im Sonos-Katalog vorhanden, aber nicht mit deinem Haushalt verknüpft. Füge ihn zuerst über die offizielle Sonos-App hinzu; er erscheint dann hier automatisch.
es: Gris — el servicio existe en el catálogo de Sonos pero no está vinculado a tu hogar. Añádelo primero mediante la app oficial de Sonos; aparecerá aquí automáticamente.
fr: Gris — le service existe dans le catalogue Sonos mais n’est pas lié à votre foyer. Ajoutez-le d’abord via l’application Sonos officielle ; il apparaîtra ici automatiquement.
it: Grigio — il servizio esiste nel catalogo Sonos ma non è collegato al tuo sistema. Aggiungilo prima tramite l’app Sonos ufficiale; apparirà qui automaticamente.
ja: グレー — サービスは Sonos カタログには存在しますが、住宅にリンクされていません。まず公式 Sonos アプリで追加してください。ここに自動的に表示されます。
nb: Grå — tjenesten finnes i Sonos-katalogen, men er ikke knyttet til husholdningen din. Legg den til via den offisielle Sonos-appen først; den dukker opp her automatisk.
nl: Grijs — dienst bestaat in de Sonos-catalogus maar is niet gekoppeld aan je huishouden. Voeg hem eerst toe via de officiële Sonos-app; hij verschijnt hier dan automatisch.
pl: Szara — usługa istnieje w katalogu Sonos, ale nie jest podłączona do Twojego domu. Najpierw dodaj ją przez oficjalną aplikację Sonos; pojawi się tu automatycznie.
pt: Cinzento — o serviço existe no catálogo Sonos mas não está associado ao seu agregado. Adicione-o primeiro pela app oficial Sonos; aparecerá aqui automaticamente.
sv: Grå — tjänsten finns i Sonos-katalogen men är inte länkad till ditt hushåll. Lägg till den först via den officiella Sonos-appen; den dyker upp här automatiskt.
zh_hans: 灰色—该服务在 Sonos 目录中存在但未关联您的家庭。请先通过官方 Sonos 应用添加；之后会自动在此处显示。

# helpBulletDotGreen
source: Green — authenticated and ready to play. The service is linked, the token is valid, and at least one Sonos Favorite has surfaced an account-serial number for it.
da: Grøn — godkendt og klar til afspilning. Tjenesten er tilknyttet, tokenet er gyldigt, og mindst en Sonos-favorit har afsløret et konto-serienummer.
de: Grün — authentifiziert und bereit zum Abspielen. Der Dienst ist verknüpft, das Token ist gültig und mindestens ein Sonos-Favorit hat eine Kontoserialnummer dazu geliefert.
es: Verde — autenticado y listo para reproducir. El servicio está vinculado, el token es válido y al menos un Favorito Sonos ha aportado un número de serie de cuenta.
fr: Vert — authentifié et prêt à lire. Le service est lié, le jeton est valide et au moins un favori Sonos a fourni un numéro de série de compte.
it: Verde — autenticato e pronto a riprodurre. Il servizio è collegato, il token è valido e almeno un Preferito Sonos ha fornito un numero di serie dell’account.
ja: 緑 — 認証済みで再生可能。サービスはリンクされ、トークンは有効で、少なくとも 1 つの Sonos ファベリットからアカウントシリアル番号が取得されています。
nb: Grønn — godkjent og klar til å spille. Tjenesten er tilknyttet, tokenet er gyldig og minst én Sonos-favoritt har avslørt et konto-serienummer.
nl: Groen — geauthenticeerd en klaar om af te spelen. De dienst is gekoppeld, het token is geldig en ten minste één Sonos-favoriet heeft een account-serienummer opgeleverd.
pl: Zielona — uwierzytelniono i gotowe do odtwarzania. Usługa jest podłączona, token jest ważny, a co najmniej jeden Sonos Ulubiony ujawnił numer seryjny konta.
pt: Verde — autenticado e pronto a reproduzir. O serviço está associado, o token é válido e pelo menos um Favorito Sonos forneceu um número de série de conta.
sv: Grön — autentiserad och redo att spela. Tjänsten är länkad, token är giltig och minst en Sonos-favorit har avslöjat ett kontoserienummer.
zh_hans: 绿色—已身份验证且可以播放。服务已关联、令牌有效，至少一个 Sonos 收藏中已浮现账户序列号。

# helpBulletDotRed
source: Red — provider blocks third-party authentication (YouTube Music, SoundCloud, SiriusXM). Use the official Sonos app for these.
da: Rød — udbyderen blokerer tredjepartsgodkendelse (YouTube Music, SoundCloud, SiriusXM). Brug den officielle Sonos-app til disse.
de: Rot — der Anbieter blockiert Anmeldungen von Drittanbietern (YouTube Music, SoundCloud, SiriusXM). Nutze dafür die offizielle Sonos-App.
es: Rojo — el proveedor bloquea la autenticación de terceros (YouTube Music, SoundCloud, SiriusXM). Usa la app oficial de Sonos para estos.
fr: Rouge — le fournisseur bloque l'authentification tierce (YouTube Music, SoundCloud, SiriusXM). Utilisez l'app Sonos officielle pour ceux-ci.
it: Rosso — il provider blocca l'autenticazione di terze parti (YouTube Music, SoundCloud, SiriusXM). Usa l'app Sonos ufficiale per questi.
ja: 赤 — プロバイダーがサードパーティ認証をブロックしています（YouTube Music、SoundCloud、SiriusXM）。これらは公式 Sonos アプリを使ってください。
nb: Rød — leverandøren blokkerer tredjepartsautentisering (YouTube Music, SoundCloud, SiriusXM). Bruk den offisielle Sonos-appen for disse.
nl: Rood — de aanbieder blokkeert aanmelden door derden (YouTube Music, SoundCloud, SiriusXM). Gebruik hiervoor de officiële Sonos-app.
pl: Czerwony — dostawca blokuje uwierzytelnianie firm trzecich (YouTube Music, SoundCloud, SiriusXM). Użyj do nich oficjalnej aplikacji Sonos.
pt: Vermelho — o fornecedor bloqueia a autenticação de terceiros (YouTube Music, SoundCloud, SiriusXM). Use a app oficial Sonos para estes.
sv: Röd — leverantören blockerar tredjepartsinloggning (YouTube Music, SoundCloud, SiriusXM). Använd den officiella Sonos-appen för dessa.
zh_hans: 红色——提供商阻止第三方认证（YouTube Music、SoundCloud、SiriusXM）。这些请使用官方 Sonos 应用。

# helpBulletDotYellow
source: Yellow — untested. Choragus doesn't yet know whether the service authenticates from third-party clients. Tap Connect and report the result on GitHub.
da: Gul — ikke testet. Choragus ved endnu ikke, om tjenesten godkender fra tredjeparts-klienter. Tryk på Tilslut og rapportér resultatet på GitHub.
de: Gelb — ungetestet. Choragus weiß noch nicht, ob sich der Dienst von Drittanbieter-Clients aus authentifiziert. Tippe auf Verbinden und melde das Ergebnis auf GitHub.
es: Amarillo — sin probar. Choragus aún no sabe si el servicio se autentica desde clientes de terceros. Toca Conectar e informa el resultado en GitHub.
fr: Jaune — non testé. Choragus ne sait pas encore si le service s’authentifie depuis des clients tiers. Touchez Connecter et signalez le résultat sur GitHub.
it: Giallo — non testato. Choragus non sa ancora se il servizio si autentica da client di terze parti. Tocca Connetti e segnala il risultato su GitHub.
ja: 黄色 — 未テスト。Choragus はそのサービスがサードパーティクライアントから認証できるかはまだ不明です。接続をタップして結果を GitHub で報告してください。
nb: Gul — ikke testet. Choragus vet ennå ikke om tjenesten godkjenner fra tredjeparts-klienter. Trykk Koble til og rapporter resultatet på GitHub.
nl: Geel — niet getest. Choragus weet nog niet of de dienst authenticeert vanaf externe clients. Tik op Verbind en meld het resultaat op GitHub.
pl: Żółta — nieprzetestowane. Choragus jeszcze nie wie, czy usługa uwierzytelnia się z klientów innych firm. Dotknij Połącz i zgłoś wynik na GitHub.
pt: Amarelo — não testado. O Choragus ainda não sabe se o serviço autentica a partir de clientes de terceiros. Toque em Ligar e relate o resultado no GitHub.
sv: Gul — otestad. Choragus vet ännu inte om tjänsten autentiserar från tredjepartsklienter. Tryck på Anslut och rapportera resultatet på GitHub.
zh_hans: 黄色—未测试。Choragus 还不知道该服务是否可从第三方客户端进行身份验证。点击连接并在 GitHub 上报告结果。

# helpBulletEditGroup
source: Right-click a room → Edit Group… to assemble or disband a group with checkboxes.
da: Højreklik på et rum → Rediger gruppe… for at oprette eller opløse en gruppe med afkrydsningsfelter.
de: Klicke mit der rechten Maustaste auf einen Raum → „Gruppe bearbeiten…“, um eine Gruppe mit Ankästchen zusammenzustellen oder aufzulösen.
es: Haz clic derecho en una habitación → Editar grupo… para crear o disolver un grupo con casillas.
fr: Cliquez avec le bouton droit sur une pièce → Modifier le groupe… pour composer ou dissoudre un groupe via des cases à cocher.
it: Fai clic con il tasto destro su una stanza → Modifica gruppo… per comporre o sciogliere un gruppo con le caselle di spunta.
ja: ルームを右クリック → 「グループを編集…」でチェックボックスを使ってグループを作成または解散できます。
nb: Høyreklikk på et rom → Rediger gruppe… for å sette sammen eller oppløse en gruppe med avmerkingsbokser.
nl: Klik met de rechtermuisknop op een ruimte → Groep bewerken… om met vinkjes een groep samen te stellen of op te heffen.
pl: Kliknij prawym przyciskiem pokój → Edytuj grupę…, aby złożyć lub rozwiązać grupę za pomocą pól wyboru.
pt: Clique com o botão direito em uma sala → Editar grupo… para criar ou desfazer um grupo usando caixas de seleção.
sv: Högerklicka på ett rum → Redigera grupp… för att skapa eller upplösa en grupp med kryssrutor.
zh_hans: 右键单击房间 → 编辑组…，通过复选框组合或解散组。

# helpBulletFavorites
source: Favorites holds Sonos Favorites and Sonos Playlists; drag the Browse sections into the order you want.
da: Favoritter rummer Sonos-favoritter og Sonos-playlister; træk gennemse-sektionerne i den rækkefølge, du vil.
de: Favoriten enthält Sonos-Favoriten und Sonos-Playlists; ziehe die Browse-Abschnitte in die gewünschte Reihenfolge.
es: Favoritos contiene los favoritos y las listas de Sonos; arrastra las secciones de Explorar al orden que prefieras.
fr: Favoris regroupe les favoris et playlists Sonos ; glissez les sections de navigation dans l'ordre voulu.
it: Preferiti contiene i preferiti e le playlist Sonos; trascina le sezioni di Sfoglia nell'ordine che vuoi.
ja: お気に入りには Sonos のお気に入りと Sonos プレイリストが入ります。ブラウズのセクションはドラッグで好きな順に並べ替えられます。
nb: Favoritter inneholder Sonos-favoritter og Sonos-spillelister; dra bla-seksjonene i den rekkefølgen du vil.
nl: Favorieten bevat Sonos-favorieten en Sonos-afspeellijsten; sleep de bladersecties in de gewenste volgorde.
pl: Ulubione zawiera ulubione i playlisty Sonos; przeciągnij sekcje przeglądania w wybraną kolejność.
pt: Favoritos contém os favoritos e as playlists Sonos; arraste as secções de Navegar para a ordem que preferir.
sv: Favoriter innehåller Sonos-favoriter och Sonos-spellistor; dra bläddringssektionerna i den ordning du vill.
zh_hans: 收藏包含 Sonos 收藏和 Sonos 播放列表；把浏览各分区拖成你想要的顺序。

# helpBulletGroupAll
source: Right-click a room → Group All joins every room on that system behind it; Group Editor has the same button.
da: Højreklik på et rum → Gruppér alle lægger hvert rum i det system bag det; gruppeeditoren har samme knap.
de: Rechtsklick auf einen Raum → Alle gruppieren hängt jeden Raum dieses Systems an ihn an; der Gruppeneditor hat dieselbe Taste.
es: Clic derecho en una habitación → Agrupar todo une todas las habitaciones de ese sistema tras ella; el editor de grupos tiene el mismo botón.
fr: Clic droit sur une pièce → Tout grouper rattache chaque pièce de ce système derrière elle ; l'éditeur de groupe a le même bouton.
it: Clic destro su una stanza → Raggruppa tutto unisce ogni stanza di quel sistema dietro di essa; l'editor gruppi ha lo stesso pulsante.
ja: 部屋を右クリック → すべてグループ化で、そのシステムの全部屋をその部屋に従わせます。グループエディタにも同じボタンがあります。
nb: Høyreklikk på et rom → Grupper alle legger hvert rom i det systemet bak det; gruppeeditoren har samme knapp.
nl: Rechtsklik op een kamer → Alles groeperen voegt elke kamer van dat systeem erachter; de groepseditor heeft dezelfde knop.
pl: Prawy klik na pokoju → Zgrupuj wszystko dołącza każdy pokój tego systemu za nim; edytor grup ma ten sam przycisk.
pt: Clique direito numa sala → Agrupar tudo junta todas as salas desse sistema atrás dela; o editor de grupos tem o mesmo botão.
sv: Högerklicka på ett rum → Gruppera alla lägger varje rum i det systemet bakom det; gruppredigeraren har samma knapp.
zh_hans: 右键房间 → 全部分组会把该系统的所有房间都跟随它；分组编辑器中有同样的按钮。

# helpBulletHistorySettings
source: Music → Play History: record plays on or off, ignore TV, HDMI and Line-In, a history size cap, realtime dashboard summaries (interval and rebuild) and Clear History.
da: Musik → Afspilningshistorik: optagelse til eller fra, ignorér tv, HDMI og linjeindgang, et loft for historikken, realtidsopsummeringer til oversigten (interval og genopbygning) og Ryd historik.
de: Musik → Wiedergabeverlauf: Aufzeichnung an oder aus, TV, HDMI und Line-In ignorieren, eine Obergrenze für den Verlauf, Echtzeit-Dashboard-Zusammenfassungen (Intervall und Neuaufbau) und Verlauf löschen.
es: Música → Historial de reproducción: registrar o no, ignorar TV, HDMI y Entrada de línea, un tamaño máximo del historial, resúmenes del panel en tiempo real (intervalo y reconstrucción) y Borrar historial.
fr: Musique → Historique de lecture : enregistrement activé ou non, ignorer TV, HDMI et entrée ligne, une taille maximale d'historique, des résumés de tableau de bord en temps réel (intervalle et reconstruction) et Effacer l'historique.
it: Musica → Cronologia riproduzioni: registrazione attiva o no, ignora TV, HDMI e Line-In, un limite alla cronologia, riepiloghi del pannello in tempo reale (intervallo e ricostruzione) e Cancella cronologia.
ja: ミュージック → 再生履歴：記録のオン／オフ、TV・HDMI・ライン入力を無視、履歴サイズの上限、ダッシュボードのリアルタイム集計（間隔と再構築）、履歴を消去。
nb: Musikk → Avspillingshistorikk: opptak på eller av, ignorer TV, HDMI og linjeinngang, en øvre grense for historikken, sanntidsoppsummeringer for dashbordet (intervall og gjenoppbygging) og Tøm historikk.
nl: Muziek → Afspeelgeschiedenis: opnemen aan of uit, tv, HDMI en Line-In negeren, een maximum voor de geschiedenis, realtime dashboardsamenvattingen (interval en herbouwen) en Geschiedenis wissen.
pl: Muzyka → Historia odtwarzania: zapis włączony lub wyłączony, ignorowanie TV, HDMI i wejścia liniowego, limit rozmiaru historii, podsumowania pulpitu w czasie rzeczywistym (interwał i przebudowa) oraz Wyczyść historię.
pt: Música → Histórico de reprodução: registo ligado ou desligado, ignorar TV, HDMI e Entrada de linha, um limite para o histórico, resumos do painel em tempo real (intervalo e reconstrução) e Limpar histórico.
sv: Musik → Uppspelningshistorik: inspelning på eller av, ignorera TV, HDMI och linjeingång, ett tak för historiken, realtidssammanfattningar för översikten (intervall och ombyggnad) och Rensa historik.
zh_hans: 音乐 → 播放历史：开启或关闭记录、忽略电视、HDMI 和线路输入、历史大小上限、实时仪表板汇总（间隔与重建）以及清除历史。
